Repository: bensonwang186/Test
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: cs_cz, ru

source: eventId_0
cs_cz: Porucha napájení, přechod do bateriového napájení
ru: Сбой в электросети, перевод в режим резервного копирования

source: eventId_1
cs_cz: Napájení obnoveno, návrat z bateriového napájení
ru: Энергоснабжение восстановлено, возврат из режима резервного питания

source: eventId_2
cs_cz: UPS zvýšila napětí kvůli nízké hodnotě v síti
ru: ИБП включил повышенное напряжение, низкое напряжение в сети

source: eventId_3
cs_cz: UPS snížila napětí kvůli vysoké hodnotě v síti
ru: ИБП включил пониженное напряжение, высокое напряжение в сети

source: eventId_4
cs_cz: Výstupní napětí je normální a zvyšování napětí skončí.
ru: Выходное напряжение нормальное и повышение напряжения прекращено

source: eventId_5
cs_cz: Výstupní napětí je normální a snižování napětí skončí.
ru: Выходное напряжение в норме и понижение напряжения прекратится.

source: eventId_6
cs_cz: Napájení ze sítě bylo příliš vysoké, probíhá napájení z baterie.
ru: высокое входное напряжение, ИБП переведён в режим работы от АКБ

source: eventId_7
cs_cz: Napájení ze sítě bylo obnoveno, napájení z baterie bylo ukončeno.
ru: входное питание восстановлено, питание от АКБ прекращено

source: eventId_8
cs_cz: Napájení ze sítě bylo příliš nízké, probíhá napájení z baterie.
ru: низкое входное напряжение, ИБП переведён в режим работы от АКБ

source: eventId_9
cs_cz: Napájení ze sítě bylo obnoveno, napájení z baterie bylo ukončeno.
ru: входное питание восстановлено, питание от АКБ прекращено

source: eventId_16
cs_cz: UPS byla vypnuta
ru: ИБП был выключен

source: eventId_17
cs_cz: UPS byla zapnuta
ru: ИБП был включен

source: eventId_18
cs_cz: UPS přešla do režimu spánku. Nebude dodávat napětí na výstupu
ru: ИБП перешел в спящий режим. Питание нагрузки будет прекращено

source: eventId_19
cs_cz: UPS ukončila režim spánku. Dodává napětí na výstupu
ru: ИБП вышел из спящего режима. Питание нгрузки восстановлено

source: eventId_20
cs_cz: UPS vstoupila do režimu Bypass
ru: ИБП переходит в режим байпаса

source: eventId_21
cs_cz: UPS opustila režim Bypass
ru: ИБП выходит из режима байпаса

source: eventId_22
cs_cz: Přetížení bypassu UPS
ru: ИБП на байпассе из-за перегрузки

source: eventId_23
cs_cz: Přetížení bypassu UPS odstraněno
ru: Перегрузка байпаса ИБП устранена

source: eventId_24
cs_cz: Nekritické zásuvky byly zapnuty
ru: Группа розеток некритичной нагрузки включена

source: eventId_25
cs_cz: Nekritické zásuvky byly vypnuty
ru: Группа розеток некритичной нагрузки выключена

source: eventId_26
cs_cz: Přepnutí do ECO režimu
ru: Включить режим ECO

source: eventId_27
cs_cz: Ukončení ECO režimu
ru: Выключить режима ECO

source: eventId_28
cs_cz: Přetížení výstupu odstraněno
ru: Перегрузка выхода прекращена

source: eventId_29
cs_cz: Napájení na výstupu bude brzy zastaveno
ru: Питание нагрузки скоро будет прекращено

source: eventId_32
cs_cz: UPS pracuje v podmínkách přetížení
ru: ИБП обнаружил состояние перегрузки

source: eventId_33
cs_cz: Přetížení UPS bylo odstraněno
ru: ИБП вышел из состояния перегрузки

source: eventId_34
cs_cz: Vnitřní teplota UPS příliš vysoká
ru: Слишком высокая внутренняя температура ИБП

source: eventId_35
cs_cz: Přehřátí UPS odstraněno.
ru: ИБП перегрелся

source: eventId_36
cs_cz: Hardwarová chyba UPS
ru: Аппаратная ошибка ИБП

source: eventId_37
cs_cz: UPS ukončila ECO režim
ru: ИБП переходит в режим ECO

source: eventId_38
cs_cz: UPS přepla do ECO režimu
ru: ИБП выходит из режима ECO

source: eventId_39
cs_cz: Chyba připojení kabelu k UPS
ru: Обнаружена неисправность проводки ИБП

source: eventId_40
cs_cz: Chyba připojení kabelu k UPS odstraněna
ru: Ошибка проводки ИБП устранена

source: eventId_41
cs_cz: Spustila se aktualizace firmware UPS
ru: Прошивка ИБП начинает обновляться

source: eventId_42
cs_cz: Aktualizace firmware UPS skončila
ru: Обновление прошивки ИБП завершено

source: eventId_43
cs_cz: Vysoká spotřeba energie
ru: Высокая потребляемая мощность

source: eventId_44
cs_cz: Vysoká spotřeba energie ukončena
ru: Высокое энергопотребление мощности прекращено

source: eventId_45
cs_cz: Nízká spotřeba energie
ru: Низкое энергопотребление мощности прекращено

source: eventId_46
cs_cz: Nízká spotřeba energie ukončena
ru: Восстановление низкого энергопотребления

source: eventId_47
cs_cz: Stav hardwaru
ru: Hardware Status

source: eventId_48
cs_cz: Kapacita baterie UPS pod kritickou úrovní, brzy bude vyčerpána
ru: Емкость батареи ИБП ниже пороговой, питание скоро будет прекращено

source: eventId_49
cs_cz: Kapacita baterie UPS obnovena
ru: ИБП вернулся из состояния низкого заряда батареи

source: eventId_50
cs_cz: Abnormální stav nabíjení UPS
ru: Зарядное устройство неисправно

source: eventId_51
cs_cz: Baterie nejsou instalovány
ru: Аккумулятор отсутствует

source: eventId_52
cs_cz: Baterie nepracuje správně
ru: Аккумулятор может не работать больше

source: eventId_53
cs_cz: Baterie byla vyměněna
ru: Батарея была заменена

source: eventId_54
cs_cz: Baterie se nabíjí
ru: Батарея заряжается

source: eventId_55
cs_cz: Baterie skončila nabíjení
ru: Аккумулятор перестал заряжаться

source: eventId_56
cs_cz: Baterie se vybíjí
ru: Аккумулятор разряжается

source: eventId_57
cs_cz: Vybíjení baterie skončilo
ru: Аккумулятор перестал разряжаться

source: eventId_58
cs_cz: Nedostatečný záložní čas
ru: Доступное время автономии недостаточно

source: eventId_59
cs_cz: Baterie je plně nabita
ru: Аккумулятор полностью заряжен

source: eventId_60
cs_cz: Zbývající záložní čas bude vyčerpán
ru: Оставшееся время выполнения будет исчерпано

source: eventId_61
cs_cz: Baterie byly nainstalovány
ru: Батареи были установлены

source: eventId_62
cs_cz: Kapacita baterie je normální
ru: Емкость аккумулятора нормальная

source: eventId_63
cs_cz: Zbývající záložní čas je dostatečný
ru: Доступное время выполнения становится достаточным

source: eventId_64
cs_cz: UPS spustila test baterií
ru: ИБП начал процесс проверки батареи

source: eventId_65
cs_cz: Test baterií UPS úspěšný
ru: Тест батареи ИБП пройден

source: eventId_66
cs_cz: Test baterií UPS nebyl úspěšný
ru: Тест батареи ИБП не пройден

source: eventId_67
cs_cz: UPS spustila kalibraci záložní doby
ru: ИБП начал процесс калибровки АКБ во время работы

source: eventId_68
cs_cz: Kalibrace záložní doby dokončena
ru: Калибровка времени работы ИБП завершена

source: eventId_69
cs_cz: Kalibrace záložní doby zrušena
ru: Калибровка времени работы ИБП прервана

source: eventId_70
cs_cz: Test baterií nedokončen
ru: Тест батареи не завершен

source: eventId_71
cs_cz: Kalibrace nedokončena
ru: Калибровка не завершена

source: eventId_80
cs_cz: Komunikace s UPS přerušena
ru: Связь с ИБП потеряна

source: eventId_81
cs_cz: Komunikace s UPS navázána
ru: Связь с ИБП установлена

source: eventId_82
cs_cz: Zařízení je vypnuto
ru: Устройство не в сети.

source: eventId_83
cs_cz: Zařízení je zapnuto
ru: Устройство в сети.

source: eventId_84
cs_cz: Komunikace nemůže být navázána
ru: Невозможно установить связь

source: eventId_85
cs_cz: Lokální komunikace ztracena
ru: Связь потеряна

source: eventId_86
cs_cz: Lokální komunikace ztracena během výpadku napájení
ru: Связь потеряна во время сбоя питания

source: eventId_87
cs_cz: Nelze navázat síťovou komunikaci s připojeným zařízením
ru: Не удается установить связь с устройством питания

source: eventId_88
cs_cz: Síťová komunikace ztracena během výpadku napájení
ru: Потеря сетевого соединения во время сбоя питания

source: eventId_89
cs_cz: Síťová komunikace ztracena
ru: Сетевое соединение потеряно

source: eventId_90
cs_cz: Komunikace je navázána
ru: Связь установлена

source: eventId_91
cs_cz: Lokální komunikace obnovena
ru: Соединение восстановлено

source: eventId_92
cs_cz: Síťová komunikace s UPS navázána
ru: Сетевое соедиинение установлено ​​с ИБП

source: eventId_93
cs_cz: Síťová komunikace obnovena
ru: Сетевое соединения восстановлено

source: eventId_94
cs_cz: Síťová komunikace s připojeným zařízením obnovena
ru: Сетевое соединение установлено с устройством питания

source: eventId_96
cs_cz: Vysoká spotřeba na výstupní zásuvce
ru: Высокое выходное потребление

source: eventId_97
cs_cz: Vysoká spotřeba na výstupní zásuvce opravena
ru: Высокое выходное потребление прекращено

source: eventId_98
cs_cz: Nízká spotřeba na výstupní zásuvce
ru: Низкое выходное потребление

source: eventId_99
cs_cz: Nízká spotřeba na výstupní zásuvce opravena
ru: Низкое выходное потребление прекращено

source: eventId_112
cs_cz: Zbývající záložni doba není kriticky nízká
ru: Оставшееся время выполнения больше не исчерпывается

source: eventId_113
cs_cz: Kapacita baterie je kriticky nízká
ru: Емкость батареи критически низкая

source: eventId_114
cs_cz: Doporučená výměna baterií
ru: Рекомендуется замена батареи

source: eventId_128
cs_cz: Systém je přehřátý
ru: Система перегрета

source: eventId_129
cs_cz: Zkrat na výstupu
ru: Короткое замыкание на выходе

source: eventId_130
cs_cz: Zkrat na výstupu odstraněn
ru: Выход больше не закорочен

source: eventId_131
cs_cz: Špatné připojení kabeláže
ru: Ошибка подключения к сайту

source: eventId_132
cs_cz: Chyba UPS odstraněna
ru: ИБП больше не неисправен

source: eventId_133
cs_cz: Přehřátí systému odstraněno
ru: Система больше не перегрета

source: eventId_134
cs_cz: Obnovení hardwarového stavu
ru: Hardware status restore

source: eventId_144
cs_cz: Plánované vypnutí systému, systém bude ukončen
ru: Расписание было инициировано, система будет отключена.

source: eventId_145
cs_cz: Ukončení začalo
ru: Отключение инициировано

source: eventId_146
cs_cz: UPS je monitorován
ru: ИБП контролируется

source: eventId_147
cs_cz: Monitorování UPS zastaveno
ru: Контроль ИБП остановлен

source: eventId_148
cs_cz: Doba do zastavení je nedostatečná
ru: Время выключения недостаточно

source: eventId_149
cs_cz: Zastavení systému uživatelem
ru: Отключение системы пользователем

source: eventId_150
cs_cz: Restart systému uživatelem
ru: Перезапуск системы пользователем

source: eventId_151
cs_cz: Vzdálené řízení uživatelem
ru: удаленное управление пользователем

source: eventId_152
cs_cz: Zastavení zrušeno
ru: Отключение отменено

source: eventId_153
cs_cz: Doba do zastavení je nedostatečná
ru: Время выключения достаточно

source: eventCode_01
cs_cz: Přebíjení baterie
ru: Аккумулятор разряжен

source: eventCode_02
cs_cz: Porucha nabíjení baterie
ru: Зарядное устройство не заряжено

source: eventCode_04
cs_cz: Slabá baterie
ru: Низкий заряд батареи

source: eventCode_05
cs_cz: Porucha baterie (test)
ru: Аккумулятор (тест) Отказ

source: eventCode_06
cs_cz: Baterie odpojena
ru: Аккумулятор отключен

source: eventCode_07
cs_cz: Servisní baterie (= Vyměňte baterii)
ru: Обслуживание батареи (= Заменить аккумулятор)

source: eventCode_08
cs_cz: Studený start Přepětí baterie
ru: Холодный старт Напряжение аккумулятора высокое

source: eventCode_12
cs_cz: Load Over Setting%
ru: Загрузка через настройку%

source: eventCode_20
cs_cz: Zkrat na výstupu při studeném startu
ru: Холодный старт, короткое замыкание

source: eventCode_21
cs_cz: Zkrat na výstupu
ru: Короткий выход

source: eventCode_22
cs_cz: Přetížení na výstupu
ru: Выходная перегрузка

source: eventCode_23
cs_cz: Přehřátí (AVR transformátor)
ru: Перегрев (Трансформатор AVR)

source: eventCode_25
cs_cz: EPO vypnuto
ru: EPO Off

source: eventCode_26
cs_cz: OCP (Ochrana výstupního proudu)
ru: OCP (защита выходного тока)

source: eventCode_27
cs_cz: ROO vypnuto
ru: ROO Off

source: eventCode_29
cs_cz: Porucha AVR
ru: Ошибка AVR

source: eventCode_2A
cs_cz: Porucha výstupního napětí
ru: Ошибка Vout AD

source: eventCode_30
cs_cz: Porucha měniče
ru: Отказ инвертора

source: eventCode_31
cs_cz: Příliš vysoké napětí
ru: Высокое выходное напряжение

source: eventCode_32
cs_cz: Příliš nízké napětí
ru: Низкое выходное напряжение

source: eventCode_33
cs_cz: Přehřátí (chladič)
ru: Перегрев (теплоотвод)

source: eventCode_34
cs_cz: Chyba ventilátoru
ru: Ошибка вентилятора

source: eventCode_35
cs_cz: Porucha ventilátoru (zadního)
ru: Ошибка вентилятора (сзади)

source: eventCode_36
cs_cz: Chyba ventilátoru (střední)
ru: Ошибка вентилятора (в центре)

source: eventCode_37
cs_cz: Porucha ventilátoru (předního)
ru: Ошибка вентилятора (спереди)

source: eventCode_40
cs_cz: Porucha sběrnice
ru: Неисправность шины

source: eventCode_41
cs_cz: Příliš vysoké kladné napětí na DC sběrnici
ru: Неисправность шины - высокая

source: eventCode_42
cs_cz: Příliš nízké kladné napětí na DC sběrnici
ru: Неисправность шины - низкая

source: eventCode_43
cs_cz: Příliš vysoké záporné napětí na DC sběrnici
ru: Неисправность шины - высокая

source: eventCode_44
cs_cz: Příliš nízké záporné napětí na DC sběrnici
ru: Неисправность шины - низкая

source: eventCode_50
cs_cz: Porucha vstupního napájení
ru: Сбой входной мощности

source: eventCode_51
cs_cz: Vstupní napětí a frekvence je mimo rozsah
ru: Вход В + Гц вне диапазона

source: eventCode_52
cs_cz: Vstupní napětí je mimo rozsah
ru: Вход В вне диапазона

source: eventCode_53
cs_cz: Vstupní frekvence je mimo rozsah
ru: Вход Гц вне диапазона

source: eventCode_54
cs_cz: Abnormalita na vstupu (automatický restart)
ru: Линия ненормальная (авто-перезапуск)

source: eventCode_55
cs_cz: Chyba zapojení
ru: Неисправность проводки

source: eventCode_56
cs_cz: ICP (ochrana vstupního proudu)
ru: ICP (защита входного тока)

source: eventCode_57
cs_cz: Ruční bypass zakázán (pro OL6 ~ 10K)
ru: Запрет ручного байпасса (для OL6 ~ 10K)

source: Fault
cs_cz: Chyba

source: Warning
cs_cz: Upozornění

source: Click button to clear all event logs.
cs_cz: Kliknutím na tlačítko vymažete všechny protokoly událostí.
ru: Нажмите кнопку, чтобы очистить все журналы событий.

source: Clear
cs_cz: Odstranit
ru: удалять

source: Notice
cs_cz: Upozornění
ru: внимание

source: Input page number is out of range.
cs_cz: Číslo vstupní stránky je mimo rozsah.
ru: Номер страницы ввода вне допустимого диапазона.

source: Are you sure to delete all event logs?
cs_cz: Opravdu chcete smazat všechny protokoly událostí?
ru: Вы уверены, что удалите все журналы событий?

source: CO2
ru: СО2

source: OK
ru: ОК

source: min.
ru: мин

source: Test
ru: Тест (тестирование)

source: None
ru: Отсутствует

source: Regular total
ru: Стабилизатор, всего

source: Offline
ru: Не в сети
