Repository: bensonwang186/Test
Catalog: i18n/*/LC_MESSAGES/messages.po
Languages: cs_cz, ru

source: Unknown
cs_cz: Neznámo
ru: нет данных

source: version
cs_cz: verze
ru: Версия

source: Hardware Information
cs_cz: Informace o hardware
ru: Информация об аппаратном обеспечении

source: Model Name
cs_cz: Model
ru: Наименование модели

source: Serial Number
cs_cz: Sériové číslo

source: Firmware Version
cs_cz: Verze firmwaru
ru: Версия прошивки

source: Power Ratting
cs_cz: Jmenovitý výkon
ru: Номинальные параметры питания

source: Web Support Information
cs_cz: Informace o technické podpoře
ru: Информация о веб-поддержке

source: website
cs_cz: Webová stránka
ru: Сайт

source: Products
cs_cz: Produkty
ru: Товары

source: Contacts
cs_cz: Kontakty
ru: Контакты

source: Click here to get the technical support information on the Web
cs_cz: Klikněte pro informace o technické podpoře
ru: Получить техническую поддержку на веб-сайте

source: Click here to get other products on the Web
cs_cz: Klikněte pro informace o dalších produktech
ru: Посмотреть другие продукты на веб-сайте

source: Click here to get contact information on the Web
cs_cz: Klikněte pro kontaktní informace
ru: Посмотреть контактную информацию на веб-сайте

source: Watts
cs_cz: W
ru: Вт

source: Please check your internet connection and try again.
cs_cz: Prosím, zkontrolujte své připojení k internetu a zkuste to znovu.

source: Please wait for a few minutes while PowerPanel Personal is updating.
cs_cz: Počkejte několik minut, než se PowerPanel Personal aktualizuje.

source: Check for Updates
cs_cz: Kontrola aktualizací

source: A new version of PowerPanel {0} is now available
cs_cz: Nyní je k dispozici nová verze PowerPanel {0}

source: Update Now
cs_cz: Aktualizovat nyní

source: NEW SOFTWARE VERSION DETECTED
cs_cz: ZJIŠTĚNA NOVÁ VERZE SOFTWARU

source: View more information about this update
cs_cz: Zobrazit více informací o této aktualizaci

source: Version
cs_cz: Verze

source: Restore to the previous software version
cs_cz: Obnovit předchozí verzi softwaru

source: Restoration
cs_cz: Obnovení

source: Updated Successfully
cs_cz: Úspěšně aktualizováno

source: Software Version Update
cs_cz: Aktualizace verze softwaru

source: YOUR SOFTWARE IS UP TO DATE
cs_cz: VÁŠ SOFTWARE JE AKTUÁLNÍ

source: An error occurred while downloading the updates.xxx1 Please try again later.
cs_cz: Při stahování aktualizací došlo k chybě.xxxx1. Zkuste to znovu později.

source: An error occurred while updating.xxx1 Please try again later.
cs_cz: Při aktualizaci došlo k chybě.xxxx1 Zkuste to znovu později.

source: UPS Name
cs_cz: Název UPS
ru: Название ИБП

source: Please download PowerPanel APP and create an account from the APP.
cs_cz: Stáhněte aplikaci PowerPanel a vytvořte v ní účet
ru: Пожалуйста, загрузите приложение PowerPanel и создайте учетную запись в приложении

source: Advanced
cs_cz: Rozšířené
ru: Дополнительно

source: Input Voltage Sensitivity
cs_cz: Citlivost vstupního napětí
ru: Чувствительность по входному напряжению

source: You can select an adequate sensitivity according to the equipment and the power.
cs_cz: Můžete nastavit citlivost podle připojených zařízení a kvality přívodního napájení
ru: Выберите нужное значение чувствительности в соответствии с используемым оборудованием и электропитанием.

source: Controls the power quality according to xxxx sensitivity.
cs_cz: Řízení kvality napájení podle xxxx cilivosti.
ru: Управление электропитанием согласно заданному значению чувствительности xxxx .

source: Shutdown Type
cs_cz: Způsob vypnutí
ru: Тип выключения

source: You can specify the manner in which the computer is shutdown.
cs_cz: Můžete určit způsob vypnutí počítače.
ru: Вы можете указать способ выключения компьютера.

source: Low
cs_cz: Nízká
ru: Низкая

source: Medium
cs_cz: Střední
ru: Средняя

source: High
cs_cz: Vysoká
ru: Высокая

source: Shutdown
cs_cz: Zastavení
ru: Неисправность

source: Hibernation
cs_cz: Hibernace
ru: Режим сна

source: Please input UPS name.
cs_cz: Prosím, vložte název UPS
ru: Пожалуйста, введите название ИБП.

source: Cancel
cs_cz: Zrušit
ru: Отмена

source: Password
cs_cz: Heslo
ru: Пароль

source: I agree to the xxxx0 | xxxx1.
cs_cz: Souhlasím s xxxx0 | xxxx1.
ru: Я согласен на хххх0 | xxxx1.

source: Privacy Policy
cs_cz: Ochrana soukromí
ru: Политика конфиденциальности

source: PowerPanel Cloud Solution
cs_cz: Cloudové řešení PowerPanel

source: Activate to Get Free Trial
cs_cz: Aktivujte pro získání zkušební verze zdarma

source: Connect
cs_cz: Připojit

source: Verified Successfully
cs_cz: Úspěšně ověřeno

source: Applied Successfully
cs_cz: Úspěšně použito

source: Incorrect Account or Password
cs_cz: Nesprávný účet nebo heslo

source: An Error Occurred
cs_cz: Vyskytla se chyba

source: Terms & Conditions
cs_cz: Podmínky
ru: Условия использования

source: UPS no longer receiving AC utility power
cs_cz: UPS není napájena ze zásuvky
ru: Источник бесперебойного питания не получает питание от электросети

source: Your UPS is now supplying battery power to your equipment.
cs_cz: UPS napájí zařízení z baterií.
ru: Сейчас источник бесперебойного питания подает питание от батареи.

source: Unable to communicate with UPS
cs_cz: Nefunguje komunikace s UPS
ru: Отсутствует связь с источником бесперебойного питания

source: Please make sure the USB or serial cable is connected between the UPS and computer.
cs_cz: Ujistěte se, že USB nebo sériový kabel je zapojen do UPS a počítače.
ru: Удостоверьтесь, что к источнику бесперебойного питания и компьютеру подключен USB-кабель или последовательный кабель.

source: Communication with UPS is restored
cs_cz: Komunikace s UPS je obnovena.
ru: Связь с источником бесперебойного питания восстановлена

source: Your UPS is correctly connected to your computer.
cs_cz: UPS je správně připojena k počítači.
ru: Источник бесперебойного питания надлежащим образом подключен к компьютеру.

source: PowerPanel Personal Service is not running
cs_cz: Služba PowerPanel Personal neběží
ru: PowerPanel Service не работает

source: Your computer will be shutdown immediately!
cs_cz: Počítač bude ihned vypnut!
ru: Сейчас компьютер завершит работу!

source: Your computer will enter hibernate immediately!
cs_cz: Počítač přejde ihned do režimu spánku!
ru: Сейчас компьютер переключится в спящий режим!

source: Your computer will be shutdown in xxxx seconds!
cs_cz: Počítač bude vypnut za xxxx min!
ru: Компьютер завершит работу через xxxx M!

source: Your computer will enter hibernate in xxxx seconds!
cs_cz: Počítač přejde do režimu spánku za xxxx min!
ru: Компьютер переключится в спящий режим через xxxx M!

source: Utility power restored to UPS
cs_cz: Napájení UPS ze sítě je obnoveno
ru: Подача электропитания на источник бесперебойного питания восстановлена

source: Your equipment is now running on AC utility power.
cs_cz: Vaše zařízení je napájeno ze sítě.
ru: Сейчас оборудование получает питание от электросети.

source: the shutdown process has been aborted.
cs_cz: Proces vypínání byl zastaven.
ru: процесс выключения был прерван.

source: Open
cs_cz: Otevřít
ru: Открыто

source: Status
cs_cz: Stav
ru: Состояние (статус)

source: Summary
cs_cz: Přehled
ru: Сводка

source: Configure
cs_cz: Konfigurace
ru: Настроить

source: Change Language
cs_cz: Změnit jazyk
ru: Изменить Язык

source: Configure your UPS
cs_cz: Konfigurace UPS
ru: Настройка источника бесперебойного питания

source: You can configure the settings of application_short_name to ensure optimum performance of the UPS.
cs_cz: Konfigurace nastavení application_short_name pro zajištění optimální činnosti UPS.
ru: Можно настроить параметры приложения application_short_name для оптимальной работы источника бесперебойного питания.

source: AC Utility Power
cs_cz: Provoz ze zásuvky
ru: Питание от электросети

source: Battery
cs_cz: Provoz na baterie
ru: Батарея

source: Discharging
cs_cz: Vybíjení
ru: Разрядка

source: Fully Charged
cs_cz: Plně Nabito
ru: Батарея полностью заряжена

source: Charging
cs_cz: Nabíjení
ru: Зарядка

source: Overload
cs_cz: Přetíženo
ru: Перегрузка

source: Power Outage
cs_cz: Výpadek napájení
ru: Перебой питания

source: Under Voltage
cs_cz: Podpětí
ru: Пониженное напряжение

source: Over Voltage
cs_cz: Přepětí
ru: Повышенное напряжение

source: Frequency Failure
cs_cz: Chyba frekvence
ru: Частота неспособность

source: Voltage Boost
cs_cz: Zvýšení napětí
ru: Повышение напряжения

source: Voltage Buck
cs_cz: Snížení napětí
ru: Ограничение напряжения

source: Normal
cs_cz: Normální
ru: Нормальное

source: volts
cs_cz: V
ru: В

source: minutes
cs_cz: min
ru: мин

source: watts
cs_cz: W
ru: Вт

source: Current Status
cs_cz: Aktuální stav
ru: Текущее состояние

source: Electrical power supplied by
cs_cz: Zdroj elektrického proudu
ru: Электропитание подается от

source: Voltage supplied
cs_cz: Výstupní napětí
ru: Напряжение питания

source: Power condition
cs_cz: Stav napájení
ru: Состояние напряжения

source: Remaining battery capacity
cs_cz: Zbývající kapacita baterie
ru: Оставшаяся емкость батареи

source: Battery status
cs_cz: Stav baterie
ru: Состояние батареи

source: Remaining battery runtime
cs_cz: Zbývající doba běhu baterie
ru: Оставшееся время работы батареи

source: Hardware status
cs_cz: Stav hardwaru
ru: Состояние оборудования

source: No Output
cs_cz: Žádný výstup

source: UPS load
cs_cz: Zatížení UPS
ru: Нагрузка на источник бесперебойного питания

source: Event Notification
cs_cz: Upozornění na událost
ru: Уведомление о событиях

source: Time
cs_cz: Čas
ru: Время

source: power_event_notify
cs_cz: Upozornění na poruchu napájení
ru: Уведомление о событиях

source: Energy Reporting
cs_cz: Energetický report
ru: Отчет по энергопотреблению

source: Statistic
cs_cz: Statistika
ru: Статистика

source: From
cs_cz: Od
ru: Из

source: To
cs_cz: Do
ru: к

source: Average Energy Consumption
cs_cz: Průměrná spotřeba energie
ru: Среднее потребление энергии

source: Cumulative Energy Consumption
cs_cz: Kumulativní spotřeba energie
ru: Совокупное потребление энергии

source: Cumulative Cost
cs_cz: Kumulativní náklad
ru: Совокупная стоимость

source: Show energy cost history
cs_cz: Ukázat historii spotřeby energie
ru: Показать историю затрат на энергию

source: Today
cs_cz: Dnes
ru: Сегодня

source: Change Country
cs_cz: Změnit zemi
ru: Сменить страну

source: Hide energy cost history
cs_cz: Skrýt historii nákladů za energii
ru: Скрыть историю затрат на энергию

source: Edit record
cs_cz: Upravit záznam
ru: Редактировать запись

source: Delete record
cs_cz: Smazat záznam
ru: Удалить запись

source: Cost value should be within range 0~100000.
cs_cz: Hodnota musí být v rozmezí 0~100000.
ru: Стоимость должна быть в диапазоне от 0 до 100000.

source: Apply Success
cs_cz: Nastavení změněno
ru: Применено успешно

source: Apply Error
cs_cz: Chyba nastavení
ru: Ошибка применения

source: Energy Settings
cs_cz: Parametry energie
ru: Настройки энергии

source: Country Selection
cs_cz: Zvolit zemi
ru: Выбор страны

source: Country
cs_cz: Země
ru: Страна

source: Energy Cost
cs_cz: Náklad na energii
ru: Стоимость энергии

source: Cost per kWh
cs_cz: Cena za kWh
ru: Стоимость за кВтч

source: CO2 Emissions
cs_cz: Emise CO2
ru: Выбросы CO2

source: CO2 Emitted per kWh
cs_cz: Emise CO2/kWh
ru: Выброшенный CO2 за кВтч

source: Unit of Measurement
cs_cz: Jednotky měření
ru: Единица измерения

source: Kilograms(kg)
cs_cz: Kilogramy (kg)
ru: Килограммы (кг)

source: Pounds(lb)
cs_cz: Libry (lb)
ru: Фунты (фунты)

source: Date
cs_cz: Datum
ru: Дата

source: Apply
cs_cz: Potvrdit
ru: Применить

source: Start Date
cs_cz: Počáteční datum
ru: Дата начала

source: End Date
cs_cz: Koncový datum
ru: Дата окончания

source: Are you sure to remove this record?
cs_cz: Opravdu smazat tento záznam?
ru: Вы уверены, что хотите удалить эту запись?

source: No
cs_cz: Ne
ru: Нет

source: Yes
cs_cz: Ano
ru: Да

source: Changing the country will reset the energy settings.
cs_cz: Změna země vymaže energetické parametry
ru: Изменение страны приведет к сбросу настроек энергопотребления.

source: Are you sure to continue?
cs_cz: Pokračovat?
ru: Вы уверены, что хотите продолжить?

source: PowerPanel Personal Service is not ready.
cs_cz: Služba PowerPanel Personal není spuštěna.
ru: PowerPanel Personal Service не готов

source: Unable to establish communication with UPS.
cs_cz: Nelze navázat komunikaci s UPS.
ru: Невозможно установить связь с источником бесперебойного питания.

source: The UPS is working normally.
cs_cz: UPS pracuje normálně.
ru: Источник бесперебойного питания работает нормально.

source: AC Utility
cs_cz: Zásuvka ve zdi
ru: Электросеть

source: Power Source
cs_cz: Zdroj napájení
ru: Источник питания

source: Battery Capacity
cs_cz: Kapacita baterie
ru: Емкость батареи

source: Estimated Runtime
cs_cz: Předpokládaná doba provozu
ru: Расчетное время работы

source: Schedule
cs_cz: Plánování
ru: Расписание

source: Notification
cs_cz: Upozornění
ru: Уведомление

source: Runtime
cs_cz: Doba provozu
ru: Время работы

source: Voltage
cs_cz: Napětí
ru: Напряжение

source: Self-Test
cs_cz: Automatický test
ru: Самопроверка

source: About
cs_cz: O
ru: О программе

source: Verifying...
cs_cz: Ověřování…
ru: Проверка ...

source: Testing...
cs_cz: Testování…
ru: Тестирование ...

source: Exchange Success.
cs_cz: Změna proběhla úspěšně
ru: Обмен успешный

source: Exchange Failure.
cs_cz: Změna neproběhla
ru: Ошибка обмена.

source: Test Send Success.
cs_cz: Test odeslán úspěšně
ru: Тестирование отправлено успешно

source: Test Send Failure.
cs_cz: Test neodeslán
ru: Сбой отправки тестирования

source: SMTP Address Invalid
cs_cz: Špatná SMTP adresa
ru: SMTP-адрес недействителен

source: Email Format error
cs_cz: Chyba formátu mailu
ru: Адрес электронной почты введен неверно

source: Account cannot be empty, when auth active.
cs_cz: Účet nemůže být prázdný během autorizace
ru: Аккаунт не может быть пустым, когда авторизация активна.

source: Verify Success.
cs_cz: Ověření úspěšné
ru: Проверка успешная

source: Verify Failure.
cs_cz: Chyba ověření
ru: Сбой проверки

source: Enter the authorization code here.
cs_cz: Vložte autorizační kód
ru: Введите код авторизации здесь.

source: Software Sounds
cs_cz: Softwarový zvuk
ru: Программные звуки

source: application_short_name generates audible sounds to notify you of power events.
cs_cz: application_short_name generuje zvuky upozorňující na různé události a stavy zřízení.
ru: application_short_name генерирует звуковые сигналы для уведомления о нарушениях электропитания

source: Enable application_short_name notification sounds
cs_cz: Zapnout generování zvuků pomocí application_short_name notification
ru: Включить звуковые уведомления application_short_name

source: UPS Alarms
cs_cz: Zvuková signalizace UPS
ru: Звуковые сигналы источника бесперебойного питания

source: The UPS generates audible alarms during power events.
cs_cz: UPS generuje zvuky při poruchách napájení.
ru: Источник бесперебойного питания генерирует звуковые сигналы во время нарушений энергопитания.

source: Enable alarms at all times
cs_cz: Vždy zapnout alarm
ru: Включить все звуковые сигналы

source: Disable alarms at all times
cs_cz: Vždy vypnout alarm
ru: Полностью отключить звуковые сигналы

source: Activate
cs_cz: Aktivovat
ru: Активировать

source: Service Provider
cs_cz: Poskytovatel služby
ru: Сервис провайдер

source: other
cs_cz: Jiné
ru: Другой

source: Account
cs_cz: Účet
ru: Учетная запись

source: Request
cs_cz: Požadavek
ru: Запрос

source: Change
cs_cz: Změna
ru: Обмен

source: SMTP server address
cs_cz: Aktivovat
ru: Адрес SMTP-сервера

source: Secure connection
cs_cz: Adresa serveru SMTP
ru: Безопасное соединение

source: Service port
cs_cz: Port
ru: Сервисный порт

source: Sender name
cs_cz: Jméno odesílatele
ru: Имя отправителя

source: Sender E-mail address
cs_cz: Mailová adresa odesílatele
ru: Адрес электронной почты отправителя

source: Authentication
cs_cz: Ověření
ru: Аутентификация

source: Receiver E-mail address
cs_cz: Emailová adresa příjemce
ru: Адрес электронной почты получателя

source: Verify
cs_cz: Ověřit
ru: Проверить

source: Runtime Configuration
cs_cz: Konfigurace doby běhu
ru: Настройка времени работы

source: You can change the length of time that application_short_name allows your UPS to run on battery power.
cs_cz: Můžete změnit dobu, po kterou application_short_name umožní chod UPS v bateriovém režimu.
ru: Можно изменить продолжительность времени, в течение которого application_short_name позволяет источнику бесперебойного питания работать от батареи.

source: Keep Computer Running
cs_cz: Udržení chodu počítače
ru: Поддерживать работу компьютера

source: Shutdown this computer when remaining battery runtime is only xxxx minutes.
cs_cz: Vypnout počítač, pokud zbývající doba běhu dosáhne xxxx minut.
ru: Завершить работу компьютера, когда оставшееся время работы батареи составляет xxxx мин.

source: Use this Option to extend operating time while on battery power.
cs_cz: Použijte tuto volbu pro prodloužení doby běhu při provozu na baterie.
ru: Используйте эту функцию для увеличения времени работы от батареи.

source: Preserve Battery Power
cs_cz: Zachování kapacity baterie
ru: Сохранять емкость батареи

source: Shutdown this computer after UPS runs on battery power for xxxx minutes.
cs_cz: Vypnout počítač po xxxx minutách běhu UPS na baterie.
ru: Завершить работу компьютера, после того как источник бесперебойного питания проработает от батареи в течение xxxx мин.

source: Use this option to save battery power for successive power outages.
cs_cz: Použijte tuto volbu pro úsporu kapacity baterie na následný výpadek proudu.
ru: Используйте эту функцию для сохранения емкости батареи для последующих перебоев питания.

source: Your computer will be shut down at xxxx0 on xxxx1 xxxx2.
cs_cz: Počítač se vypne xxxx1 xxxx2 v xxxx0.
ru: Компьютер завершит работу в xxxx0 xxxx1 xxxx2.

source: Your computer will be shut down at xxxx0 on xxxx1 xxxx2 and restart at xxxx3 on xxxx4 xxxx5.
cs_cz: Počítač se vypne xxxx1 xxxx2 v xxxx0 a restartuje xxxx4 xxxx5 v xxxx3.
ru: Компьютер завершит работу в xxxx0 xxxx1 xxxx2 и перезагрузится в xxxx3 xxxx4 xxxx5.

source: Monday
cs_cz: Pondělí
ru: Понедельник

source: Tuesday
cs_cz: Úterý
ru: Вторник

source: Wednesday
cs_cz: Středa
ru: Среда

source: Thursday
cs_cz: Čtvrtek
ru: Четверг

source: Friday
cs_cz: Pátek
ru: Пятница

source: Saturday
cs_cz: Sobota
ru: Суббота

source: Sunday
cs_cz: Neděle
ru: Воскресенье

source: You can decide when time your computer and equipment will turn ON and OFF.
cs_cz: Můžete stanovit čas vypnutí a zapnutí počítače a připojených zařízení.
ru: Вы можете определить, в какое время оборудование и компьютер будут включаться и отключаться.

source: Days
cs_cz: Dnů
ru: Дней

source: ON
cs_cz: Zapnuto
ru: ВКЛ.

source: Act.
cs_cz: Aktivní
ru: Акт.

source: OFF
cs_cz: Vypnuto
ru: ВЫКЛ.

source: N.R
cs_cz: Nikdy

source: Self-test helps ensure your UPS is working correctly.
cs_cz: Vnitřní test umožní zjistit, zda UPS pracuje správně.
ru: Самопроверка помогает обеспечить надлежащую работу источника бесперебойного питания.

source: Date of last self-test
cs_cz: Datum posledního vnitřního testu
ru: Дата последней самопроверки

source: Never
cs_cz: Nikdy
ru: Никогда

source: Result of last self-test
cs_cz: Výsledek posledního vnitřního testu
ru: Результат последней самопроверки

source: Click button to initiate a self-test to ensure UPS working correctly.
cs_cz: Klikněte na tlačítko pro spuštění vnitřního testu, abyste se ujistili, že UPS pracuje správně.
ru: Нажмите эту кнопку для запуска самопроверки, чтобы убедиться в надлежащей работе источника бесперебойного питания.

source: Self-test is in progress, please wait...
cs_cz: Běží vnitřní test, prosím, čekejte...
ru: Подождите, выполняется самопроверка

source: Passed
cs_cz: Test úspěšný
ru: Выполнено

source: Not passed
cs_cz: Test neúspěšný
ru: Не выполнено

source: Initiate self-test
cs_cz: Spuštění vnitřního testu
ru: Запуск самопроверки

source: time
cs_cz: čas
ru: Время

source: times
cs_cz: krát
ru: раз

source: hours
cs_cz: hodiny
ru: чacы

source: seconds
cs_cz: sekundy
ru: секунды

source: AC utility power lost, use battery power at xxxx.
cs_cz: Ztráta napájení, použijte baterii v xxxx.
ru: Перебой питания от электросети, использовать питание от батареи: xxxx.

source: AC utility power is too low, use battery power at xxxx.
cs_cz: Kapacita zařízení je příliš nízká, použijte baterii v xxxx.
ru: Пониженное напряжение в электросети, использовать питание от батареи: xxxx.

source: AC utility power is too high, use battery power at xxxx.
cs_cz: Kapacita zařízení je příliš vysoká, použijte baterii v xxxx.
ru: Слишком высокое напряжение электросести, использовать питение от батареи при xxxx.

source: AC utility frequency failure, use battery power at xxxx.
cs_cz: Špatná frekvence napájení zařízení, použijte baterii v xxxx.
ru: Сбой частоты в электросети, использовать питание от батареи: xxxx.

source: Power Problem Summary
cs_cz: Přehled Poruch Napájení
ru: Отчет о нарушениях электропитания

source: Last Power Event
cs_cz: Poslední Událost
ru: Последнее нарушение электропитания

source: Power Condition Summary
cs_cz: Přehled Stavu Napájení
ru: Отчет о состоянии электропитания

source: Display period
cs_cz: Perioda zobrazení
ru: Время отображения

source: Last
cs_cz: Poslední
ru: Последн.

source: week
cs_cz: týden
ru: неделя

source: weeks
cs_cz: týdny
ru: недели

source: Power problem
cs_cz: Porucha napájení
ru: Нарушение электропитания

source: Number of times
cs_cz: Počet
ru: Количество случаев

source: Amount of time
cs_cz: Doba
ru: Продолжительность

source: Power outage
cs_cz: Výpadek napájení
ru: Перебой питания

source: Invert total
cs_cz: Celkem
ru: Инвертор, всего

source: Voltage regulation
cs_cz: Regulace napětí
ru: Стабилизация напряжения

source: Boost
cs_cz: Zesílení
ru: Повышение

source: Buck
cs_cz: Zeslabení
ru: Ограничение

source: The UPS will intervene when the AC utility voltage falls below xxxx volts or rises above xxxx volts.
cs_cz: UPS se aktivuje, když vstupního napětí na zařízení klesne pod xxxx V nebo překročí xxxx V.
ru: Источник бесперебойного питания подключится, когда напряжение сети опустится ниже xxxx В или поднимется выше xxxx В.

source: The current voltage is xxxx volts.
cs_cz: Aktuální napětí je xxxx V.
ru: Текущее напряжение составляет xxxx В.

source: You can change the point of transfer in the below section.
cs_cz: Hranici změny můžete změnit v další sekci.
ru: Можно изменить точку переключения в разделе, приведенном ниже.

source: UPS will intervene
cs_cz: UPS se aktivuje
ru: Источник бесперебойного питания подключится

source: When AC utility voltage goes above xxxx volts.
cs_cz: Když vstupní napětí na zařízení překročí xxxx V.
ru: Когда напряжение электросети поднимется выше xxxx В.

source: When AC utility voltage goes below xxxx volts.
cs_cz: Když vstupní napětí na zařízení klesne pod xxxx V.
ru: Когда напряжение электросети опустится ниже xxxx В.

source: Login failed. Please wait for UPS connection and try again.
cs_cz: Přihlášení se nepodařilo. Prosím, počkejte na připojení UPS a zkuste to znovu.
ru: Ошибка входа. Пожалуйста, дождитесь подключения ИБП и попробуйте снова.

source: An error occurred. Please try again.
cs_cz: Chyba. Prosím, zkuste to znovu.
ru: Произошла ошибка. Пожалуйста, попробуйте еще раз.

source: Update Success.
cs_cz: Aktualizace se podařila.
ru: Обновление успешно завершено.

source: Update Failed.
cs_cz: Aktualizace neúspěšná
ru: Обновление не удалось.

source: Duplicate device name.
cs_cz: Název zařízení už se používá.
ru: Дублирующее имя устройства.

source: Event Logs
cs_cz: Přehled událostí
ru: Журнал событий

source: All
cs_cz: Vše
ru: Все

source: Critical
cs_cz: Kritické
ru: Критические

source: Search
cs_cz: Vyhledat
ru: Поиск

source: Events
cs_cz: Události
ru: События

source: No result found
cs_cz: Výsledek nenalezen.
ru: По вашему запросу ничего не найдено
